<?php
$mysqli = new mysqli("localhost", "root", "", "new");
$mysqli->set_charset("utf8");
$resultArr = array();
$id_kurs=3;
$executingFetchQuery = $mysqli->query("SELECT `description` FROM `kurs` where `id_kurs`='$id_kurs'");
if($executingFetchQuery)
{
   while($arr = $executingFetchQuery->fetch_assoc())
   {
        $res[] = $arr['description'];//storing values into an array
   }
}
setcookie('id_kurs',$id_kurs);
?>

<!DOCTYPE html>
<html data-bs-theme='light' lang='ru' prefix='og: https://ogp.me/ns#'>
	<head>
		<meta content='width=device-width, initial-scale=1.0' name='viewport'>
		<meta charset='utf-8'>
		<meta content='IE=Edge' http-equiv='X-UA-Compatible'>
		<title>Веб-разработка</title>
		<link rel="stylesheet" href="https://cdn2.hexlet.io/assets/application-a6046ecf3093e989456f1c8b1e8bbaf533826dede274cb94ac6c99d1ae3b3d31.css" media="all" />

		<link href="https://fonts.googleapis.com/css?family=Oswald|Roboto|Merriweather &display=swap" rel="stylesheet">
		<link rel='stylesheet' href='курсы.css'>
		<link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap@4.0.0/dist/css/bootstrap.min.css" integrity="sha384-Gn5384xqQ1aoWXA+058RXPxPg6fy4IWvTNh0E263XmFcJlSAwiGgFAW/dAiS6JXm" crossorigin="anonymous">
		<script src="https://code.jquery.com/jquery-3.2.1.slim.min.js" integrity="sha384-KJ3o2DKtIkvYIK3UENzmM7KCkRr/rE9/Qpg6aAZGJwFDMVNA/GpGFF93hXpG5KkN" crossorigin="anonymous"></script>
		<script src="https://cdn.jsdelivr.net/npm/popper.js@1.12.9/dist/umd/popper.min.js" integrity="sha384-ApNbgh9B+Y1QKtv3Rn7W3mgPxhU9K/ScQsAP7hUibX39j7fakFPskvXusvfa0b4Q" crossorigin="anonymous"></script>
		<script src="https://cdn.jsdelivr.net/npm/bootstrap@4.0.0/dist/js/bootstrap.min.js" integrity="sha384-JZR6Spejh4U02d8jOt6vLEHfe/JQGiRRSQQxSfFWpi1MquVdAyjUar5+76PVCmYl" crossorigin="anonymous"></script>
		<link rel="stylesheet" href="font-awesome-4.7.0/css/font-awesome.min.css">
		<!---->

		  <!--для выезжающих сообщ-->
		<link rel="stylesheet" href="https://netdna.bootstrapcdn.com/twitter-bootstrap/2.3.2/css/bootstrap-combined.min.css">
	</head>
	<body>
		<div class="area" >
			<div class='container'>
				<div class='row'>
					<!--фо-->	
					<div class="main">
						<div class="center">
							<h6>
								<div id='content'>
									<div class='row-fluid'>
										<div class='span12' style='background-color:rgba(0, 0, 0, .8);'>
											<div class='row-fluid'>
												<div class='span4 offset4'>
													<br>
													<h1 class='threed text-center' style='letter-spacing:4px'>ВЕБ-РАЗРАБОТЧИК</h1>
												</div>
											</div>
											<div class='row-fluid'>
												<div class='span4 offset4'>
													<h1 class='threed text-center' style='letter-spacing:10px;margin-top:-30px;'>___________</h1>
												</div>
											</div>
											<div class='row-fluid'>
												<div class='span6 text-right'>
													<div class='row-fluid'>
													<h2 class='threed'>Что вы научитесь делать?</h2>
													</div>
													<div class='row-fluid'>
														<h4 style='font-size:15px;text-align:justify;padding:20px;'>Создавать сайты, сервисы и приложения, разрабатывать интернет-магазины, онлайн-банки, поисковики, карты и почтовые клиенты.Фронтенд-разработчик  проектирует внешний вид сайта, а бэкенд - программирует сервисную часть.</h4>
													</div>
													<br>
													<div class='row-fluid'>
														<div class='btn'>Нажми<i class='fa fa-heart'></i></div>
													</div>
												</div>
												<div class='span6 text-left'>
													<div class='span5 text-center'>

													</div>
													<div class='span6 text-left'>
														<h5 style='font-size:15px;'><?php echo $res[0];?></h5>
												  </div>
												</div>
											</div>
											<br>
										</div>
									</div>
								</div>
								<br>
							</h6>
							<h5>
								<div class='row-fluid'>
									<div class='span12' style='background-color:rgba(0, 0, 0, .8);'>
										<div class='span4'>
											<div class='row-fluid'>
											  <h3 class='threed text-left' style='margin-left:20px;'>Наша</h3>
											</div>
											<div class='row-fluid'>
											  <h3 class='threed text-center' style='margin-left:20px;'>команда &nbsp</h3>
											</div>
											<div class='row-fluid'>
											  <h3 class='threed text-right' style='margin-left:20px;'>это ...</h3>
											</div>
											<br>
										</div>
										<div class='span8'>
											<br>
											<br>
											<div class='span2'>
											  <img class='team-img' src='user_1.jpg'>
											</div>
											<div class='span2 offset1'>
											  <img class='team-img' src='user_1.jpg'>
											</div>
											<div class='span2 offset1'>
											  <img class='team-img' src='user_1.jpg'>
											</div>
											<div class='span2 offset1'>
											  <img class='team-img' src='user_1.jpg'>
											</div>
										</div>
									</div>
								</div>
								<br>
							</h5>
						</div>    
				    </div>
				    <!--счетчик-->
					<div class="container my-5 z-depth-1 px-0 rounded">
						<section class="white-text grey p-5 rounded">
							<h3 class="text-center font-weight-bold mb-4 pb-2" style='margin-top:-5%;'>Курс сделал счастливым многих</h3>
							<div class="row">
								<div class="col-md-4 mb-4">
									<div class="row">
										<div class="col-6 pr-0">
											<h4 class="display-4 text-right mb-0 count-up" data-from="0" data-to="38" data-time="2000">38</h4>
										</div>
									    <div class="col-6">
											<p class="text-uppercase font-weight-normal mb-1">Проекты</p>
											 <i class="fa fa-briefcase"></i>
										</div>
									</div>
								</div>
							    <div class="col-md-4 mb-4">
									<div class="row">
										<div class="col-6 pr-0">
											<h4 class="display-4 text-right mb-0 count1" data-from="0" data-to="2800" data-time="2000">2,800</h4>
										</div>
										<div class="col-6">
											<p class="text-uppercase font-weight-normal mb-1">Участники</p>
											<i class='fa fa-user'></i>
										</div>
									</div>
							    </div>
							    <div class="col-md-4 mb-4">
									<div class="row">
										<div class="col-6 pr-0">
											<h4 class="display-4 text-right"><span class="d-flex justify-content-end"><span class="count2" data-from="0" data-to="100" data-time="2000">0</span> %</span></h4>
										</div>
										<div class="col-6">
											<p class="text-uppercase font-weight-normal mb-1">Эмоции</p>
											<i class="fa fa-smile-o"></i>
										</div>
									</div>
								</div>
							</div>
						</section>
					
					<!--преимущества-->
					<h3 class="text-center font-weight-bold mb-4 pb-2" style='margin-top:-5%;'>Чем поможет курс?</h3>
					<div class="code">
						<pre><code>
	Резюме
	Карьерный план
	Парнерские вакансии
	Оформление портфолио
	Карьерные консультации
	Опыт
	Сертификат
	Помощь 24/7
						</code></pre>
						<div class="highlight"></div>
					</div>
					<!--в каких слуяах нужен курс-->
					<h3 class="text-center font-weight-bold mb-4 pb-2" style='margin-top:3%;'>Почему стоит обратить внимание на курс?</h3>
						<div class="section_our_solution">
							<div class="row">
								<div class="col-lg-12 col-md-12 col-sm-12">
									<div class="our_solution_category">
										<div class="solution_cards_box" style='margin-top:15%;'>
											<div class="solution_card" >
												<div class="hover_color_bubble"></div>
													<div class="so_top_icon" >
														<svg id="Layer_1" enable-background="new 0 0 512 512" height="50" viewBox="0 0 512 512" width="40" xmlns="http://www.w3.org/2000/svg">
														<g>
														  <g>
															<g>
															  <g>
																<path d="m47.478 452.317 295.441 19.76c5.511.369 10.277-3.8 10.645-9.31l28.393-424.517c.369-5.511-3.8-10.276-9.31-10.645l-295.441-19.76c-5.511-.369-10.276 3.8-10.645 9.31l-28.394 424.517c-.368 5.511 3.8 10.277 9.311 10.645z" fill="#fae19e" />
															  </g>
															  <g>
																<g>
																  <g>
																	<g>
																	  <g>
																		<path d="m17.5 504.177h226.14l79.96-79.605v-355.86c0-5.523-4.477-10-10-10h-296.1c-5.523 0-10 4.477-10 10v425.466c0 5.522 4.477 9.999 10 9.999z" fill="#fff9e9" />
																	  </g>
																	  <path d="m313.601 58.712h-40c5.523 0 10 4.477 10 10v355.861l-.258 40.078 40.258-40.078v-355.861c0-5.523-4.477-10-10-10z" fill="#fff4d6" />
																	</g>
																  </g>
																</g>
																<path d="m243.64 504.177v-70.253c0-5.523 4.477-10 10-10h69.96z" fill="#ffeec2" />
															  </g>
															</g>
															<g>
															  <path d="m468.636 248.58-33.372.165v-50.826c0-9.183 7.463-16.662 16.673-16.708h.007c9.217-.046 16.693 7.371 16.693 16.562v50.807z" fill="#fed23a" />
															  <path d="m451.96 504.177c-10.362-10.277-16.196-24.263-16.208-38.857l-.062-73.973c0-.644.524-1.169 1.171-1.173l30.038-.149c.647-.003 1.171.517 1.171 1.161l.062 74.079c.012 14.531-5.749 28.472-16.015 38.756z" fill="#54b1ff" />
															  <path d="m451.959 469.333h-.01c-14.434.072-26.14-11.542-26.14-25.935v-213.527c0-6.778 5.477-12.283 12.255-12.316l27.626-.137c6.826-.034 12.378 5.49 12.378 12.316v213.436c0 14.38-11.687 26.091-26.109 26.163z" fill="#fdf385" />
															  <path d="m465.69 217.417-23.769.118c6.037.79 10.708 5.94 10.708 12.198v213.437c0 9.823-5.455 18.397-13.507 22.87 3.79 2.115 8.164 3.317 12.826 3.293h.01c14.422-.072 26.109-11.783 26.109-26.163v-213.436c.001-6.826-5.551-12.351-12.377-12.317z" fill="#faee6e" />
															  <path d="m491.274 247.925-71.615.355c-7.305.036-13.226 5.968-13.226 13.248 0 7.281 5.921 13.153 13.226 13.117l58.389-.29v77.489c0 7.281 5.921 13.153 13.226 13.117 7.305-.036 13.226-5.968 13.226-13.248v-90.672c0-7.28-5.922-13.152-13.226-13.116z" fill="#54b1ff" />
															  <g>
																<path d="m491.274 247.925-38.441.188-.167 26.311 25.381-.067v77.489c0 7.281 5.921 13.153 13.226 13.117 7.305-.036 13.226-5.968 13.226-13.248v-90.672c.001-7.282-5.921-13.154-13.225-13.118z" fill="#3da7ff" />
															  </g>
															</g>
														  </g>
														  <g fill="#060606">
															<path d="m373.147 20.122-295.44-19.761c-9.631-.638-17.984 6.665-18.629 16.293l-2.311 34.557h-39.267c-9.649 0-17.5 7.851-17.5 17.5v425.466c0 9.649 7.851 17.5 17.5 17.5h226.141c1.96 0 3.902-.801 5.292-2.185l34.138-33.987c.347.074.701.133 1.065.157l58.282 3.898c9.302.614 18.005-6.952 18.629-16.293l28.393-424.515c.639-9.528-6.766-17.993-16.293-18.63zm-122.006 465.902v-52.1c0-1.378 1.122-2.5 2.5-2.5h51.9zm94.939-23.757c-.244 1.51-1.131 2.286-2.66 2.327l-46.28-3.096 31.752-31.611c1.414-1.407 2.209-3.32 2.209-5.315v-355.86c0-9.649-7.851-17.5-17.5-17.5h-77.993c-9.697 0-9.697 15 0 15h77.993c1.379 0 2.5 1.122 2.5 2.5v347.712h-62.46c-9.649 0-17.5 7.851-17.5 17.5v62.753h-218.641c-1.378 0-2.5-1.122-2.5-2.5v-425.465c0-1.378 1.122-2.5 2.5-2.5h178.168c9.697 0 9.697-15 0-15h-123.868l2.244-33.556c.244-1.511 1.131-2.286 2.661-2.327l295.44 19.76c1.511.244 2.287 1.131 2.328 2.661z" />
															<path d="m267.827 237.047h-204.553c-4.142 0-7.5 3.358-7.5 7.5s3.358 7.5 7.5 7.5h204.553c4.143 0 7.5-3.358 7.5-7.5s-3.357-7.5-7.5-7.5z" />
															<path d="m267.827 289.332h-204.553c-4.142 0-7.5 3.358-7.5 7.5s3.358 7.5 7.5 7.5h204.553c4.143 0 7.5-3.358 7.5-7.5s-3.357-7.5-7.5-7.5z" />
															<path d="m55.774 192.262c0 4.142 3.358 7.5 7.5 7.5h204.553c4.143 0 7.5-3.358 7.5-7.5s-3.357-7.5-7.5-7.5h-204.553c-4.142 0-7.5 3.358-7.5 7.5z" />
															<path d="m91.807 139.977c0 4.142 3.358 7.5 7.5 7.5h132.487c4.142 0 7.5-3.358 7.5-7.5s-3.358-7.5-7.5-7.5h-132.487c-4.142 0-7.5 3.358-7.5 7.5z" />
															<path d="m194.755 438.787c-13.489.036-26.978.065-40.467.086-4.534.007-9.067.013-13.6.016-8.215.006-13.75-1.643-15.59-10.679-1.556-7.64-12.364-6.613-14.464 0-5.19 16.337-13.774 9.936-18.582-1.053-4.797-10.963-6.027-23.233-8.122-34.9-1.54-8.573-14.506-6.17-14.732 1.994-.298 10.751-1.302 21.331-4.031 31.758-2.815 10.758-7.034 21.097-11.222 31.376-3.651 8.961 10.867 12.816 14.464 3.988 3.711-9.108 7.427-18.266 10.193-27.714 5.14 12.36 15.774 26.34 30.927 18.101 2.819-1.533 5.452-3.712 7.763-6.253 7.88 9.106 19.609 8.388 30.584 8.375 15.627-.02 31.254-.054 46.881-.095 9.649-.025 9.667-15.025-.002-15z" />
															<path d="m505.932 246.439c-3.897-3.878-9.255-5.867-14.695-6.014l-5.668.028v-10.719c0-6.529-3.878-13.427-9.433-16.862v-15.098c0-31.069-48.372-30.934-48.372.146v15.1c-5.659 3.498-9.455 9.741-9.455 16.852v10.982c-24.966 1.7-25.037 39.745.028 41.232.16 33.575.152 66.6-.028 100.737-.049 9.414 14.949 9.966 15 .079.18-34.166.188-67.22.029-100.823l37.211-.185s-.048 110.848-.048 160.784c0 24.338-37.219 24.5-37.219-.253l.013-13.677c.585-9.68-14.387-10.583-14.973-.904v12.834c0 11 3.402 20.316 9.988 26.869.586 15.693 7.198 30.878 18.369 41.956 3.205 3.18 7.642 2.208 10.744-.182 11.365-11.385 17.769-26.394 18.169-42.414 4.951-4.931 9.908-9.896 9.908-26.896l.006-68.351c12.97 3.689 26.494-6.348 26.494-19.946v-90.672c0-5.523-2.155-10.709-6.068-14.603zm-72.623-5.727v-10.841c0-2.219 1.523-4.08 3.573-4.633l30.025-.149c.84.208 1.615.605 2.243 1.231.915.911 1.419 2.123 1.419 3.414v10.794zm18.671-52c4.604 0 9.155 4.514 9.155 9.062v12.166l-18.372.091v-12.111c.001-5.053 4.133-9.183 9.217-9.208zm-.011 303.901c-3.487-4.942-6.009-10.531-7.417-16.406 2.322.503 4.674.765 7.027.765 2.627 0 5.253-.326 7.839-.957-1.374 5.964-3.892 11.587-7.449 16.598zm45.031-140.899c0 7.101-11.452 7.66-11.452.131 0 0 .013-70.974.021-77.48.005-4.196-3.483-7.509-7.558-7.509l-58.389.29c-7.242 0-7.073-11.331.074-11.366l71.615-.355c3.463.295 5.359 2.168 5.688 5.617v90.672z" />
														  </g>
														</g>
														</svg>
													</div>
													<div class="solu_title"><h3>Возможности</h3></div>
													<div class="solu_description">
													  <p>Пройдите специальный психологический тест для понимания к какой сфере IT-деятельности у вас потенциал.</p>
													  <button onclick="window.location.href = 'test.php';"type="button" class="read_more_btn">Пройти</button>
													</div>
											</div>
											<div class="solution_card">
												<div class="hover_color_bubble"></div>
													<div class="so_top_icon">
														<svg id="Layer_1" enable-background="new 0 0 512 512" height="50" viewBox="0 0 512 512" width="40" xmlns="http://www.w3.org/2000/svg">
														<g>
														  <g>
															<g>
															  <g>
																<path d="m47.478 452.317 295.441 19.76c5.511.369 10.277-3.8 10.645-9.31l28.393-424.517c.369-5.511-3.8-10.276-9.31-10.645l-295.441-19.76c-5.511-.369-10.276 3.8-10.645 9.31l-28.394 424.517c-.368 5.511 3.8 10.277 9.311 10.645z" fill="#fae19e" />
															  </g>
															  <g>
																<g>
																  <g>
																	<g>
																	  <g>
																		<path d="m17.5 504.177h226.14l79.96-79.605v-355.86c0-5.523-4.477-10-10-10h-296.1c-5.523 0-10 4.477-10 10v425.466c0 5.522 4.477 9.999 10 9.999z" fill="#fff9e9" />
																	  </g>
																	  <path d="m313.601 58.712h-40c5.523 0 10 4.477 10 10v355.861l-.258 40.078 40.258-40.078v-355.861c0-5.523-4.477-10-10-10z" fill="#fff4d6" />
																	</g>
																  </g>
																</g>
																<path d="m243.64 504.177v-70.253c0-5.523 4.477-10 10-10h69.96z" fill="#ffeec2" />
															  </g>
															</g>
															<g>
															  <path d="m468.636 248.58-33.372.165v-50.826c0-9.183 7.463-16.662 16.673-16.708h.007c9.217-.046 16.693 7.371 16.693 16.562v50.807z" fill="#fed23a" />
															  <path d="m451.96 504.177c-10.362-10.277-16.196-24.263-16.208-38.857l-.062-73.973c0-.644.524-1.169 1.171-1.173l30.038-.149c.647-.003 1.171.517 1.171 1.161l.062 74.079c.012 14.531-5.749 28.472-16.015 38.756z" fill="#54b1ff" />
															  <path d="m451.959 469.333h-.01c-14.434.072-26.14-11.542-26.14-25.935v-213.527c0-6.778 5.477-12.283 12.255-12.316l27.626-.137c6.826-.034 12.378 5.49 12.378 12.316v213.436c0 14.38-11.687 26.091-26.109 26.163z" fill="#fdf385" />
															  <path d="m465.69 217.417-23.769.118c6.037.79 10.708 5.94 10.708 12.198v213.437c0 9.823-5.455 18.397-13.507 22.87 3.79 2.115 8.164 3.317 12.826 3.293h.01c14.422-.072 26.109-11.783 26.109-26.163v-213.436c.001-6.826-5.551-12.351-12.377-12.317z" fill="#faee6e" />
															  <path d="m491.274 247.925-71.615.355c-7.305.036-13.226 5.968-13.226 13.248 0 7.281 5.921 13.153 13.226 13.117l58.389-.29v77.489c0 7.281 5.921 13.153 13.226 13.117 7.305-.036 13.226-5.968 13.226-13.248v-90.672c0-7.28-5.922-13.152-13.226-13.116z" fill="#54b1ff" />
															  <g>
																<path d="m491.274 247.925-38.441.188-.167 26.311 25.381-.067v77.489c0 7.281 5.921 13.153 13.226 13.117 7.305-.036 13.226-5.968 13.226-13.248v-90.672c.001-7.282-5.921-13.154-13.225-13.118z" fill="#3da7ff" />
															  </g>
															</g>
														  </g>
														  <g fill="#060606">
															<path d="m373.147 20.122-295.44-19.761c-9.631-.638-17.984 6.665-18.629 16.293l-2.311 34.557h-39.267c-9.649 0-17.5 7.851-17.5 17.5v425.466c0 9.649 7.851 17.5 17.5 17.5h226.141c1.96 0 3.902-.801 5.292-2.185l34.138-33.987c.347.074.701.133 1.065.157l58.282 3.898c9.302.614 18.005-6.952 18.629-16.293l28.393-424.515c.639-9.528-6.766-17.993-16.293-18.63zm-122.006 465.902v-52.1c0-1.378 1.122-2.5 2.5-2.5h51.9zm94.939-23.757c-.244 1.51-1.131 2.286-2.66 2.327l-46.28-3.096 31.752-31.611c1.414-1.407 2.209-3.32 2.209-5.315v-355.86c0-9.649-7.851-17.5-17.5-17.5h-77.993c-9.697 0-9.697 15 0 15h77.993c1.379 0 2.5 1.122 2.5 2.5v347.712h-62.46c-9.649 0-17.5 7.851-17.5 17.5v62.753h-218.641c-1.378 0-2.5-1.122-2.5-2.5v-425.465c0-1.378 1.122-2.5 2.5-2.5h178.168c9.697 0 9.697-15 0-15h-123.868l2.244-33.556c.244-1.511 1.131-2.286 2.661-2.327l295.44 19.76c1.511.244 2.287 1.131 2.328 2.661z" />
															<path d="m267.827 237.047h-204.553c-4.142 0-7.5 3.358-7.5 7.5s3.358 7.5 7.5 7.5h204.553c4.143 0 7.5-3.358 7.5-7.5s-3.357-7.5-7.5-7.5z" />
															<path d="m267.827 289.332h-204.553c-4.142 0-7.5 3.358-7.5 7.5s3.358 7.5 7.5 7.5h204.553c4.143 0 7.5-3.358 7.5-7.5s-3.357-7.5-7.5-7.5z" />
															<path d="m55.774 192.262c0 4.142 3.358 7.5 7.5 7.5h204.553c4.143 0 7.5-3.358 7.5-7.5s-3.357-7.5-7.5-7.5h-204.553c-4.142 0-7.5 3.358-7.5 7.5z" />
															<path d="m91.807 139.977c0 4.142 3.358 7.5 7.5 7.5h132.487c4.142 0 7.5-3.358 7.5-7.5s-3.358-7.5-7.5-7.5h-132.487c-4.142 0-7.5 3.358-7.5 7.5z" />
															<path d="m194.755 438.787c-13.489.036-26.978.065-40.467.086-4.534.007-9.067.013-13.6.016-8.215.006-13.75-1.643-15.59-10.679-1.556-7.64-12.364-6.613-14.464 0-5.19 16.337-13.774 9.936-18.582-1.053-4.797-10.963-6.027-23.233-8.122-34.9-1.54-8.573-14.506-6.17-14.732 1.994-.298 10.751-1.302 21.331-4.031 31.758-2.815 10.758-7.034 21.097-11.222 31.376-3.651 8.961 10.867 12.816 14.464 3.988 3.711-9.108 7.427-18.266 10.193-27.714 5.14 12.36 15.774 26.34 30.927 18.101 2.819-1.533 5.452-3.712 7.763-6.253 7.88 9.106 19.609 8.388 30.584 8.375 15.627-.02 31.254-.054 46.881-.095 9.649-.025 9.667-15.025-.002-15z" />
															<path d="m505.932 246.439c-3.897-3.878-9.255-5.867-14.695-6.014l-5.668.028v-10.719c0-6.529-3.878-13.427-9.433-16.862v-15.098c0-31.069-48.372-30.934-48.372.146v15.1c-5.659 3.498-9.455 9.741-9.455 16.852v10.982c-24.966 1.7-25.037 39.745.028 41.232.16 33.575.152 66.6-.028 100.737-.049 9.414 14.949 9.966 15 .079.18-34.166.188-67.22.029-100.823l37.211-.185s-.048 110.848-.048 160.784c0 24.338-37.219 24.5-37.219-.253l.013-13.677c.585-9.68-14.387-10.583-14.973-.904v12.834c0 11 3.402 20.316 9.988 26.869.586 15.693 7.198 30.878 18.369 41.956 3.205 3.18 7.642 2.208 10.744-.182 11.365-11.385 17.769-26.394 18.169-42.414 4.951-4.931 9.908-9.896 9.908-26.896l.006-68.351c12.97 3.689 26.494-6.348 26.494-19.946v-90.672c0-5.523-2.155-10.709-6.068-14.603zm-72.623-5.727v-10.841c0-2.219 1.523-4.08 3.573-4.633l30.025-.149c.84.208 1.615.605 2.243 1.231.915.911 1.419 2.123 1.419 3.414v10.794zm18.671-52c4.604 0 9.155 4.514 9.155 9.062v12.166l-18.372.091v-12.111c.001-5.053 4.133-9.183 9.217-9.208zm-.011 303.901c-3.487-4.942-6.009-10.531-7.417-16.406 2.322.503 4.674.765 7.027.765 2.627 0 5.253-.326 7.839-.957-1.374 5.964-3.892 11.587-7.449 16.598zm45.031-140.899c0 7.101-11.452 7.66-11.452.131 0 0 .013-70.974.021-77.48.005-4.196-3.483-7.509-7.558-7.509l-58.389.29c-7.242 0-7.073-11.331.074-11.366l71.615-.355c3.463.295 5.359 2.168 5.688 5.617v90.672z" />
														  </g>
														</g>
														</svg>
													</div>
													<div class="solu_title"><h3>Год английского</h3></div>
													<div class="solu_description">
														<p>Пройдите 3 модуля из первого курса и получите доступ к урокам и материалам онлайн‑платформы КЭСПА на год.</p>
														<button type="button" class="read_more_btn" data-bs-toggle="tooltip" data-bs-placement="right" title="уникальная методика запоминания;
персональная программа обучения;
4 индивидуальные сессии по 25 минут;">Школы</button>
													</div>
											</div>
										</div>
										<!--  -->
										<div class="solution_cards_box sol_card_top_3">
											<div class="solution_card">
												<div class="hover_color_bubble"></div>
													<div class="so_top_icon">
														<svg id="Layer_1" enable-background="new 0 0 512 512" height="50" viewBox="0 0 512 512" width="40" xmlns="http://www.w3.org/2000/svg">
														<g>
														  <g>
															<g>
															  <g>
																<path d="m47.478 452.317 295.441 19.76c5.511.369 10.277-3.8 10.645-9.31l28.393-424.517c.369-5.511-3.8-10.276-9.31-10.645l-295.441-19.76c-5.511-.369-10.276 3.8-10.645 9.31l-28.394 424.517c-.368 5.511 3.8 10.277 9.311 10.645z" fill="#fae19e" />
															  </g>
															  <g>
																<g>
																  <g>
																	<g>
																	  <g>
																		<path d="m17.5 504.177h226.14l79.96-79.605v-355.86c0-5.523-4.477-10-10-10h-296.1c-5.523 0-10 4.477-10 10v425.466c0 5.522 4.477 9.999 10 9.999z" fill="#fff9e9" />
																	  </g>
																	  <path d="m313.601 58.712h-40c5.523 0 10 4.477 10 10v355.861l-.258 40.078 40.258-40.078v-355.861c0-5.523-4.477-10-10-10z" fill="#fff4d6" />
																	</g>
																  </g>
																</g>
																<path d="m243.64 504.177v-70.253c0-5.523 4.477-10 10-10h69.96z" fill="#ffeec2" />
															  </g>
															</g>
															<g>
															  <path d="m468.636 248.58-33.372.165v-50.826c0-9.183 7.463-16.662 16.673-16.708h.007c9.217-.046 16.693 7.371 16.693 16.562v50.807z" fill="#fed23a" />
															  <path d="m451.96 504.177c-10.362-10.277-16.196-24.263-16.208-38.857l-.062-73.973c0-.644.524-1.169 1.171-1.173l30.038-.149c.647-.003 1.171.517 1.171 1.161l.062 74.079c.012 14.531-5.749 28.472-16.015 38.756z" fill="#54b1ff" />
															  <path d="m451.959 469.333h-.01c-14.434.072-26.14-11.542-26.14-25.935v-213.527c0-6.778 5.477-12.283 12.255-12.316l27.626-.137c6.826-.034 12.378 5.49 12.378 12.316v213.436c0 14.38-11.687 26.091-26.109 26.163z" fill="#fdf385" />
															  <path d="m465.69 217.417-23.769.118c6.037.79 10.708 5.94 10.708 12.198v213.437c0 9.823-5.455 18.397-13.507 22.87 3.79 2.115 8.164 3.317 12.826 3.293h.01c14.422-.072 26.109-11.783 26.109-26.163v-213.436c.001-6.826-5.551-12.351-12.377-12.317z" fill="#faee6e" />
															  <path d="m491.274 247.925-71.615.355c-7.305.036-13.226 5.968-13.226 13.248 0 7.281 5.921 13.153 13.226 13.117l58.389-.29v77.489c0 7.281 5.921 13.153 13.226 13.117 7.305-.036 13.226-5.968 13.226-13.248v-90.672c0-7.28-5.922-13.152-13.226-13.116z" fill="#54b1ff" />
															  <g>
																<path d="m491.274 247.925-38.441.188-.167 26.311 25.381-.067v77.489c0 7.281 5.921 13.153 13.226 13.117 7.305-.036 13.226-5.968 13.226-13.248v-90.672c.001-7.282-5.921-13.154-13.225-13.118z" fill="#3da7ff" />
															  </g>
															</g>
														  </g>
														  <g fill="#060606">
															<path d="m373.147 20.122-295.44-19.761c-9.631-.638-17.984 6.665-18.629 16.293l-2.311 34.557h-39.267c-9.649 0-17.5 7.851-17.5 17.5v425.466c0 9.649 7.851 17.5 17.5 17.5h226.141c1.96 0 3.902-.801 5.292-2.185l34.138-33.987c.347.074.701.133 1.065.157l58.282 3.898c9.302.614 18.005-6.952 18.629-16.293l28.393-424.515c.639-9.528-6.766-17.993-16.293-18.63zm-122.006 465.902v-52.1c0-1.378 1.122-2.5 2.5-2.5h51.9zm94.939-23.757c-.244 1.51-1.131 2.286-2.66 2.327l-46.28-3.096 31.752-31.611c1.414-1.407 2.209-3.32 2.209-5.315v-355.86c0-9.649-7.851-17.5-17.5-17.5h-77.993c-9.697 0-9.697 15 0 15h77.993c1.379 0 2.5 1.122 2.5 2.5v347.712h-62.46c-9.649 0-17.5 7.851-17.5 17.5v62.753h-218.641c-1.378 0-2.5-1.122-2.5-2.5v-425.465c0-1.378 1.122-2.5 2.5-2.5h178.168c9.697 0 9.697-15 0-15h-123.868l2.244-33.556c.244-1.511 1.131-2.286 2.661-2.327l295.44 19.76c1.511.244 2.287 1.131 2.328 2.661z" />
															<path d="m267.827 237.047h-204.553c-4.142 0-7.5 3.358-7.5 7.5s3.358 7.5 7.5 7.5h204.553c4.143 0 7.5-3.358 7.5-7.5s-3.357-7.5-7.5-7.5z" />
															<path d="m267.827 289.332h-204.553c-4.142 0-7.5 3.358-7.5 7.5s3.358 7.5 7.5 7.5h204.553c4.143 0 7.5-3.358 7.5-7.5s-3.357-7.5-7.5-7.5z" />
															<path d="m55.774 192.262c0 4.142 3.358 7.5 7.5 7.5h204.553c4.143 0 7.5-3.358 7.5-7.5s-3.357-7.5-7.5-7.5h-204.553c-4.142 0-7.5 3.358-7.5 7.5z" />
															<path d="m91.807 139.977c0 4.142 3.358 7.5 7.5 7.5h132.487c4.142 0 7.5-3.358 7.5-7.5s-3.358-7.5-7.5-7.5h-132.487c-4.142 0-7.5 3.358-7.5 7.5z" />
															<path d="m194.755 438.787c-13.489.036-26.978.065-40.467.086-4.534.007-9.067.013-13.6.016-8.215.006-13.75-1.643-15.59-10.679-1.556-7.64-12.364-6.613-14.464 0-5.19 16.337-13.774 9.936-18.582-1.053-4.797-10.963-6.027-23.233-8.122-34.9-1.54-8.573-14.506-6.17-14.732 1.994-.298 10.751-1.302 21.331-4.031 31.758-2.815 10.758-7.034 21.097-11.222 31.376-3.651 8.961 10.867 12.816 14.464 3.988 3.711-9.108 7.427-18.266 10.193-27.714 5.14 12.36 15.774 26.34 30.927 18.101 2.819-1.533 5.452-3.712 7.763-6.253 7.88 9.106 19.609 8.388 30.584 8.375 15.627-.02 31.254-.054 46.881-.095 9.649-.025 9.667-15.025-.002-15z" />
															<path d="m505.932 246.439c-3.897-3.878-9.255-5.867-14.695-6.014l-5.668.028v-10.719c0-6.529-3.878-13.427-9.433-16.862v-15.098c0-31.069-48.372-30.934-48.372.146v15.1c-5.659 3.498-9.455 9.741-9.455 16.852v10.982c-24.966 1.7-25.037 39.745.028 41.232.16 33.575.152 66.6-.028 100.737-.049 9.414 14.949 9.966 15 .079.18-34.166.188-67.22.029-100.823l37.211-.185s-.048 110.848-.048 160.784c0 24.338-37.219 24.5-37.219-.253l.013-13.677c.585-9.68-14.387-10.583-14.973-.904v12.834c0 11 3.402 20.316 9.988 26.869.586 15.693 7.198 30.878 18.369 41.956 3.205 3.18 7.642 2.208 10.744-.182 11.365-11.385 17.769-26.394 18.169-42.414 4.951-4.931 9.908-9.896 9.908-26.896l.006-68.351c12.97 3.689 26.494-6.348 26.494-19.946v-90.672c0-5.523-2.155-10.709-6.068-14.603zm-72.623-5.727v-10.841c0-2.219 1.523-4.08 3.573-4.633l30.025-.149c.84.208 1.615.605 2.243 1.231.915.911 1.419 2.123 1.419 3.414v10.794zm18.671-52c4.604 0 9.155 4.514 9.155 9.062v12.166l-18.372.091v-12.111c.001-5.053 4.133-9.183 9.217-9.208zm-.011 303.901c-3.487-4.942-6.009-10.531-7.417-16.406 2.322.503 4.674.765 7.027.765 2.627 0 5.253-.326 7.839-.957-1.374 5.964-3.892 11.587-7.449 16.598zm45.031-140.899c0 7.101-11.452 7.66-11.452.131 0 0 .013-70.974.021-77.48.005-4.196-3.483-7.509-7.558-7.509l-58.389.29c-7.242 0-7.073-11.331.074-11.366l71.615-.355c3.463.295 5.359 2.168 5.688 5.617v90.672z" />
														  </g>
														</g>
													  </svg>
													</div>
													<div class="solu_title"><h3>Легкое обучение</h3></div>
													<div class="solu_description">
														<p>Расходы за первые 3 месяца обучения вы сможете оплатить позже без переплаты по процентам и первоначального взноса. </p>
														<button type="button" class="read_more_btn" data-bs-toggle="tooltip" data-bs-placement="right" title="Альфа Банк;
Тинькофф;
ОТПбанк;
Почта Банк;">Банки</button>
													</div>
											</div>
											<div class="solution_card">
												<div class="hover_color_bubble"></div>
												<div class="so_top_icon">
													<svg id="Layer_1" enable-background="new 0 0 512 512" height="50" viewBox="0 0 512 512" width="40" xmlns="http://www.w3.org/2000/svg">
													<g>
													  <g>
														<g>
														  <g>
															<path d="m47.478 452.317 295.441 19.76c5.511.369 10.277-3.8 10.645-9.31l28.393-424.517c.369-5.511-3.8-10.276-9.31-10.645l-295.441-19.76c-5.511-.369-10.276 3.8-10.645 9.31l-28.394 424.517c-.368 5.511 3.8 10.277 9.311 10.645z" fill="#fae19e" />
														  </g>
														  <g>
															<g>
															  <g>
																<g>
																  <g>
																	<path d="m17.5 504.177h226.14l79.96-79.605v-355.86c0-5.523-4.477-10-10-10h-296.1c-5.523 0-10 4.477-10 10v425.466c0 5.522 4.477 9.999 10 9.999z" fill="#fff9e9" />
																  </g>
																  <path d="m313.601 58.712h-40c5.523 0 10 4.477 10 10v355.861l-.258 40.078 40.258-40.078v-355.861c0-5.523-4.477-10-10-10z" fill="#fff4d6" />
																</g>
															  </g>
															</g>
															<path d="m243.64 504.177v-70.253c0-5.523 4.477-10 10-10h69.96z" fill="#ffeec2" />
														  </g>
														</g>
														<g>
														  <path d="m468.636 248.58-33.372.165v-50.826c0-9.183 7.463-16.662 16.673-16.708h.007c9.217-.046 16.693 7.371 16.693 16.562v50.807z" fill="#fed23a" />
														  <path d="m451.96 504.177c-10.362-10.277-16.196-24.263-16.208-38.857l-.062-73.973c0-.644.524-1.169 1.171-1.173l30.038-.149c.647-.003 1.171.517 1.171 1.161l.062 74.079c.012 14.531-5.749 28.472-16.015 38.756z" fill="#54b1ff" />
														  <path d="m451.959 469.333h-.01c-14.434.072-26.14-11.542-26.14-25.935v-213.527c0-6.778 5.477-12.283 12.255-12.316l27.626-.137c6.826-.034 12.378 5.49 12.378 12.316v213.436c0 14.38-11.687 26.091-26.109 26.163z" fill="#fdf385" />
														  <path d="m465.69 217.417-23.769.118c6.037.79 10.708 5.94 10.708 12.198v213.437c0 9.823-5.455 18.397-13.507 22.87 3.79 2.115 8.164 3.317 12.826 3.293h.01c14.422-.072 26.109-11.783 26.109-26.163v-213.436c.001-6.826-5.551-12.351-12.377-12.317z" fill="#faee6e" />
														  <path d="m491.274 247.925-71.615.355c-7.305.036-13.226 5.968-13.226 13.248 0 7.281 5.921 13.153 13.226 13.117l58.389-.29v77.489c0 7.281 5.921 13.153 13.226 13.117 7.305-.036 13.226-5.968 13.226-13.248v-90.672c0-7.28-5.922-13.152-13.226-13.116z" fill="#54b1ff" />
														  <g>
															<path d="m491.274 247.925-38.441.188-.167 26.311 25.381-.067v77.489c0 7.281 5.921 13.153 13.226 13.117 7.305-.036 13.226-5.968 13.226-13.248v-90.672c.001-7.282-5.921-13.154-13.225-13.118z" fill="#3da7ff" />
														  </g>
														</g>
													  </g>
													  <g fill="#060606">
														<path d="m373.147 20.122-295.44-19.761c-9.631-.638-17.984 6.665-18.629 16.293l-2.311 34.557h-39.267c-9.649 0-17.5 7.851-17.5 17.5v425.466c0 9.649 7.851 17.5 17.5 17.5h226.141c1.96 0 3.902-.801 5.292-2.185l34.138-33.987c.347.074.701.133 1.065.157l58.282 3.898c9.302.614 18.005-6.952 18.629-16.293l28.393-424.515c.639-9.528-6.766-17.993-16.293-18.63zm-122.006 465.902v-52.1c0-1.378 1.122-2.5 2.5-2.5h51.9zm94.939-23.757c-.244 1.51-1.131 2.286-2.66 2.327l-46.28-3.096 31.752-31.611c1.414-1.407 2.209-3.32 2.209-5.315v-355.86c0-9.649-7.851-17.5-17.5-17.5h-77.993c-9.697 0-9.697 15 0 15h77.993c1.379 0 2.5 1.122 2.5 2.5v347.712h-62.46c-9.649 0-17.5 7.851-17.5 17.5v62.753h-218.641c-1.378 0-2.5-1.122-2.5-2.5v-425.465c0-1.378 1.122-2.5 2.5-2.5h178.168c9.697 0 9.697-15 0-15h-123.868l2.244-33.556c.244-1.511 1.131-2.286 2.661-2.327l295.44 19.76c1.511.244 2.287 1.131 2.328 2.661z" />
														<path d="m267.827 237.047h-204.553c-4.142 0-7.5 3.358-7.5 7.5s3.358 7.5 7.5 7.5h204.553c4.143 0 7.5-3.358 7.5-7.5s-3.357-7.5-7.5-7.5z" />
														<path d="m267.827 289.332h-204.553c-4.142 0-7.5 3.358-7.5 7.5s3.358 7.5 7.5 7.5h204.553c4.143 0 7.5-3.358 7.5-7.5s-3.357-7.5-7.5-7.5z" />
														<path d="m55.774 192.262c0 4.142 3.358 7.5 7.5 7.5h204.553c4.143 0 7.5-3.358 7.5-7.5s-3.357-7.5-7.5-7.5h-204.553c-4.142 0-7.5 3.358-7.5 7.5z" />
														<path d="m91.807 139.977c0 4.142 3.358 7.5 7.5 7.5h132.487c4.142 0 7.5-3.358 7.5-7.5s-3.358-7.5-7.5-7.5h-132.487c-4.142 0-7.5 3.358-7.5 7.5z" />
														<path d="m194.755 438.787c-13.489.036-26.978.065-40.467.086-4.534.007-9.067.013-13.6.016-8.215.006-13.75-1.643-15.59-10.679-1.556-7.64-12.364-6.613-14.464 0-5.19 16.337-13.774 9.936-18.582-1.053-4.797-10.963-6.027-23.233-8.122-34.9-1.54-8.573-14.506-6.17-14.732 1.994-.298 10.751-1.302 21.331-4.031 31.758-2.815 10.758-7.034 21.097-11.222 31.376-3.651 8.961 10.867 12.816 14.464 3.988 3.711-9.108 7.427-18.266 10.193-27.714 5.14 12.36 15.774 26.34 30.927 18.101 2.819-1.533 5.452-3.712 7.763-6.253 7.88 9.106 19.609 8.388 30.584 8.375 15.627-.02 31.254-.054 46.881-.095 9.649-.025 9.667-15.025-.002-15z" />
														<path d="m505.932 246.439c-3.897-3.878-9.255-5.867-14.695-6.014l-5.668.028v-10.719c0-6.529-3.878-13.427-9.433-16.862v-15.098c0-31.069-48.372-30.934-48.372.146v15.1c-5.659 3.498-9.455 9.741-9.455 16.852v10.982c-24.966 1.7-25.037 39.745.028 41.232.16 33.575.152 66.6-.028 100.737-.049 9.414 14.949 9.966 15 .079.18-34.166.188-67.22.029-100.823l37.211-.185s-.048 110.848-.048 160.784c0 24.338-37.219 24.5-37.219-.253l.013-13.677c.585-9.68-14.387-10.583-14.973-.904v12.834c0 11 3.402 20.316 9.988 26.869.586 15.693 7.198 30.878 18.369 41.956 3.205 3.18 7.642 2.208 10.744-.182 11.365-11.385 17.769-26.394 18.169-42.414 4.951-4.931 9.908-9.896 9.908-26.896l.006-68.351c12.97 3.689 26.494-6.348 26.494-19.946v-90.672c0-5.523-2.155-10.709-6.068-14.603zm-72.623-5.727v-10.841c0-2.219 1.523-4.08 3.573-4.633l30.025-.149c.84.208 1.615.605 2.243 1.231.915.911 1.419 2.123 1.419 3.414v10.794zm18.671-52c4.604 0 9.155 4.514 9.155 9.062v12.166l-18.372.091v-12.111c.001-5.053 4.133-9.183 9.217-9.208zm-.011 303.901c-3.487-4.942-6.009-10.531-7.417-16.406 2.322.503 4.674.765 7.027.765 2.627 0 5.253-.326 7.839-.957-1.374 5.964-3.892 11.587-7.449 16.598zm45.031-140.899c0 7.101-11.452 7.66-11.452.131 0 0 .013-70.974.021-77.48.005-4.196-3.483-7.509-7.558-7.509l-58.389.29c-7.242 0-7.073-11.331.074-11.366l71.615-.355c3.463.295 5.359 2.168 5.688 5.617v90.672z" />
													  </g>
													</g>
												  </svg>
												</div>
												<div class="solu_title"><h3>Поддержка от гос-ва</h3></div>
												<div class="solu_description">
													<p>1)Доступна льготная ипотека по ставке 5%.<br>2)Отсрочка от армии мужчин от 18 до 27 лет. </p>
													<button type="button" class="read_more_btn" data-bs-toggle="tooltip" data-bs-placement="right" title="Для сотрудников аккредитованных IT-компаний;">Условия</button>
												</div>
											</div>
										</div>
									</div>
								</div>
							</div>
						</div>

						<!--этапы прохождения-->
						<h3 class="text-center font-weight-bold mb-4 pb-2" style='margin-top:5%;'>Как проходит обучение на платформе</h3>
						<ul class="timeline">
							<li>
								<div class="left-side">
								<div class="timeline-block"><span class="timeline-name">Регистрация</span></div>
								<div class="timeline-description">Вас ждут видео,практические задания и общение с кураторами. Доступ к материалам откроется сразу после покупки курса.</div>
								</div>
							</li>
							<li>
								<div class="right-side">
									<div class="timeline-block">
									<span class="timeline-name">Теория</span></div>
									<div class="timeline-description">Курс состоит из тематических видео разной длительности и лонгридов.Смотрите их когда и где угодно. Доступ бессрочный.</div>
								</div>
							</li>
							<li>
								<div class="left-side">
								<div class="timeline-block"><span class="timeline-name">Практика</span></div>
								<div class="timeline-description">Прсле теории вас ждет практическая работа или тест.Все задачи приближены к реальным, их можно положить в портфолио.</div>
								</div>
							</li>
							<li>
								<div class="right-side">
								<div class="timeline-block"><span class="timeline-name">Обратная связь</span></div>
								<div class="timeline-description">Если у вас возникли трудности в решении задач, вам помогут кураторы. Они же занимаются проверкой практических задач.</div>
								</div>
							</li>
						</ul>
						<!--отзывы-->
						<h3 class="text-center font-weight-bold mb-4 pb-2" style='margin-top:8%;'>Как о нас отзываются студенты</h3>
						<a href="https://front.codes/" class="logo hover-target" target="_blank"></a>	
						<div class="section">	
							<div class="col-12 align-self-center">
								<div class="section" >	
									<div class="left-side-shadow"></div>
									<div class="right-side-shadow"></div>
									<ul class="link-list">
										<li>
											<a href="#" class="hover-target" style='font-size:25px;'>
												<span>Нравится подача материала -</span>
												<span>Нравится подача материала -</span>
												<span>Нравится подача материала -</span>
												<span>Нравится подача материала -</span>
												<span>Нравится подача материала -</span>
											</a>
										</li>
										<li>
											<a href="#" class="hover-target" style='font-size:25px;'>
												<span>Общительные кураторы -</span>
												<span>Общительные кураторы -</span>
												<span>Общительные кураторы -</span>
												<span>Общительные кураторы -</span>
												<span>Общительные кураторы -</span>
											</a>
										</li>
										<li>
											<a href="#" class="hover-target" style='font-size:25px;'>
												<span>Все понятно и интересно -</span>
												<span>Все понятно и интересно -</span>
												<span>Все понятно и интересно -</span>
												<span>Все понятно и интересно -</span>
												<span>Все понятно и интересно -</span>
											</a>
										</li>
										<li>
											<a href="#" class="hover-target" style='font-size:25px;'>
												<span>Хорошее качество -</span>
												<span>Хорошее качество -</span>
												<span>Хорошее качество -</span>
												<span>Хорошее качество -</span>
												<span>Хорошее качество -</span>
											</a>
										</li>
										<li>
											<a href="#" class="hover-target" style='font-size:25px;'>
												<span>Удобно и интерактивно -</span>
												<span>Удобно и интерактивно -</span>
												<span>Удобно и интерактивно -</span>
												<span>Удобно и интерактивно -</span>
												<span>Удобно и интерактивно -</span>
											</a>
										</li>
										</ul>
										<ul class="img-list">
											<li>
											</li>
											<li>
											</li>
											<li>
											</li>
											<li>
											</li>
											<li>
											</li>
										</ul>
								</div>
							</div>
						</div>
						<!--программа-->
						<h3 class="text-center font-weight-bold mb-4 pb-2" style='margin-top:10%'>Программа курса</h3>
						<div class='mb-2 text-muted'>Длительность:10 месяцев<span class='fa-regular fa-question-circle'></span></div>
						<ul class='list-group'>
						<!--1 часть-->
							<li class='list-group-item'>
								<div class='row my-2'>
									<div class='col-1 text-center'>
										<div class='h3 fw-light'>1</div>
									</div>
									<div class='col'>
										<h3 class='h5'>Основы HTML, CSS, JS</h3>
										<div class='mt-3 text-muted'>20 часов</div>
									</div>
									<div class='w-100 d-lg-none'></div>
									<div class='col-1 d-lg-none'></div>
									<div class='col col-lg-auto d-flex flex-lg-column flex-wrap flex-lg-nowrap align-items-lg-end justify-content-lg-center mt-2 mt-lg-0'>
										<div class='small me-2 me-lg-0'>
											<p class='mb-0' data-bs-placement='top' data-bs-title='Для просмотра тестов и упражнений, необходимо начать курс' data-bs-toggle='tooltip'>теория</p>
										</div>
									</div>
								</div>
							</li>
							<!--2 часть-->
							<li class='list-group-item'>
								<div class='row my-2'>
									<div class='col-1 text-center'>
										<div class='h3 fw-light'>2</div>
									</div>
									<div class='col'>
										<h3 class='h5'>Расширенные возможности HTML и CSS</h3>
										<div class='mt-3 text-muted'>4 недели</div>
									</div>
									<div class='w-100 d-lg-none'></div>
									<div class='col-1 d-lg-none'></div>
									<div class='col col-lg-auto d-flex flex-lg-column flex-wrap flex-lg-nowrap align-items-lg-end justify-content-lg-center mt-2 mt-lg-0'>
										<div class='small me-2 me-lg-0'>
											<p class='mb-0' data-bs-placement='top' data-bs-title='Для просмотра тестов и упражнений, необходимо начать курс' data-bs-toggle='tooltip'>теория</p>
										</div>
										<div class='small me-2 me-lg-0'>
											<p class='mb-0' data-bs-placement='top' data-bs-title='Для просмотра тестов и упражнений, необходимо начать курс' data-bs-toggle='tooltip'>тесты</p>
										</div>
										<div class='small me-2 me-lg-0'>
											<p class='mb-0' data-bs-placement='top' data-bs-title='Для просмотра тестов и упражнений, необходимо начать курс' data-bs-toggle='tooltip'>упражнение</p>
										</div>
									</div>
								</div>
							</li>
							<!--3 часть-->
							<li class='list-group-item'>
								<div class='row my-2'>
									<div class='col-1 text-center'>
										<div class='h3 fw-light'>3</div>
									</div>
									<div class='col'>
										<h3 class='h5'>Работа с макетом, построение сложных сеток, адаптивная вёрстка</h3>
										<div class='mt-3 text-muted'>2 недели</div>
									</div>
									<div class='w-100 d-lg-none'></div>
									<div class='col-1 d-lg-none'></div>
									<div class='col col-lg-auto d-flex flex-lg-column flex-wrap flex-lg-nowrap align-items-lg-end justify-content-lg-center mt-2 mt-lg-0'>
										<div class='small me-2 me-lg-0'>
											<p class='mb-0' data-bs-placement='top' data-bs-title='Для просмотра тестов и упражнений, необходимо начать курс' data-bs-toggle='tooltip'>теория</p>
										</div>
										<div class='small me-2 me-lg-0'>
											<p class='mb-0' data-bs-placement='top' data-bs-title='Для просмотра тестов и упражнений, необходимо начать курс' data-bs-toggle='tooltip'>тесты</p>
										</div>
										<div class='small me-2 me-lg-0'>
										<p class='mb-0' data-bs-placement='top' data-bs-title='Для просмотра тестов и упражнений, необходимо начать курс' data-bs-toggle='tooltip'>упражнение</p>
										</div>
									</div>
								</div>
							</li>
								<!--4 часть-->
								<li class='list-group-item'>
									<div class='row my-2'>
										<div class='col-1 text-center'>
											<div class='h3 fw-light'>4</div>
										</div>
										<div class='col'>
											<h3 class='h5'>Базовый JavaScript и работа с браузером</h3>
											<div class='mt-3 text-muted'>6 недель</div>
										</div>
										<div class='w-100 d-lg-none'></div>
										<div class='col-1 d-lg-none'></div>
										<div class='col col-lg-auto d-flex flex-lg-column flex-wrap flex-lg-nowrap align-items-lg-end justify-content-lg-center mt-2 mt-lg-0'>
											<div class='small me-2 me-lg-0'>
												<p class='mb-0' data-bs-placement='top' data-bs-title='Для просмотра тестов и упражнений, необходимо начать курс' data-bs-toggle='tooltip'>теория</p>
											</div>
											<div class='small me-2 me-lg-0'>
												<p class='mb-0' data-bs-placement='top' data-bs-title='Для просмотра тестов и упражнений, необходимо начать курс' data-bs-toggle='tooltip'>тесты</p>
											</div>
											<div class='small me-2 me-lg-0'>
												<p class='mb-0' data-bs-placement='top' data-bs-title='Для просмотра тестов и упражнений, необходимо начать курс' data-bs-toggle='tooltip'>упражнение</p>
											</div>
										</div>
									</div>
								</li>
								<!--5 часть-->
								<li class='list-group-item'>
									<div class='row my-2'>
										<div class='col-1 text-center'>
											<div class='h3 fw-light'>5</div>
										</div>
										<div class='col'>
											<h3 class='h5'>JavaScript — непростые концепции</h3>
											<div class='mt-3 text-muted'>6 недель</div>
										</div>
										<div class='w-100 d-lg-none'></div>
										<div class='col-1 d-lg-none'></div>
										<div class='col col-lg-auto d-flex flex-lg-column flex-wrap flex-lg-nowrap align-items-lg-end justify-content-lg-center mt-2 mt-lg-0'>
											<div class='small me-2 me-lg-0'>
												<p class='mb-0' data-bs-placement='top' data-bs-title='Для просмотра тестов и упражнений, необходимо начать курс' data-bs-toggle='tooltip'>теория</p>
											</div>
											<div class='small me-2 me-lg-0'>
												<p class='mb-0' data-bs-placement='top' data-bs-title='Для просмотра тестов и упражнений, необходимо начать курс' data-bs-toggle='tooltip'>тесты</p>
											</div>
											<div class='small me-2 me-lg-0'>
												<p class='mb-0' data-bs-placement='top' data-bs-title='Для просмотра тестов и упражнений, необходимо начать курс' data-bs-toggle='tooltip'>упражнение</p>
											</div>
										</div>
									</div>
								</li>
								<!--6 часть-->
								<li class='list-group-item'>
									<div class='row my-2'>
										<div class='col-1 text-center'>
											<div class='h3 fw-light'>6</div>
										</div>
										<div class='col'>
											<h3 class='h5'>Создание интерфейсов на React</h3>
											<div class='mt-3 text-muted'>6 недель</div>
										</div>
										<div class='w-100 d-lg-none'></div>
										<div class='col-1 d-lg-none'></div>
										<div class='col col-lg-auto d-flex flex-lg-column flex-wrap flex-lg-nowrap align-items-lg-end justify-content-lg-center mt-2 mt-lg-0'>
											<div class='small me-2 me-lg-0'>
												<p class='mb-0' data-bs-placement='top' data-bs-title='Для просмотра тестов и упражнений, необходимо начать курс' data-bs-toggle='tooltip'>теория</p>
											</div>
											<div class='small me-2 me-lg-0'>
												<p class='mb-0' data-bs-placement='top' data-bs-title='Для просмотра тестов и упражнений, необходимо начать курс' data-bs-toggle='tooltip'>тесты</p>
											</div>
											<div class='small me-2 me-lg-0'>
												<p class='mb-0' data-bs-placement='top' data-bs-title='Для просмотра тестов и упражнений, необходимо начать курс' data-bs-toggle='tooltip'>упражнение</p>
											</div>
										</div>
									</div>
								</li>
								<!--7 часть-->
								<li class='list-group-item'>
									<div class='row my-2'>
										<div class='col-1 text-center'>
											<div class='h3 fw-light'>7</div>
										</div>
										<div class='col'>
											<h3 class='h5'>Основы бэкенд-разработки</a></h3>
											<div class='mt-3 text-muted'>6 недель</div>
										</div>
										<div class='w-100 d-lg-none'></div>
										<div class='col-1 d-lg-none'></div>
										<div class='col col-lg-auto d-flex flex-lg-column flex-wrap flex-lg-nowrap align-items-lg-end justify-content-lg-center mt-2 mt-lg-0'>
											<div class='small me-2 me-lg-0'>
												<p class='mb-0' data-bs-placement='top' data-bs-title='Для просмотра тестов и упражнений, необходимо начать курс' data-bs-toggle='tooltip'>теория</p>
											</div>
											<div class='small me-2 me-lg-0'>
												<p class='mb-0' data-bs-placement='top' data-bs-title='Для просмотра тестов и упражнений, необходимо начать курс' data-bs-toggle='tooltip'>тесты</p>
											</div>
											<div class='small me-2 me-lg-0'>
												<p class='mb-0' data-bs-placement='top' data-bs-title='Для просмотра тестов и упражнений, необходимо начать курс' data-bs-toggle='tooltip'>упражнение</p>
											</div>
										</div>
									</div>
								</li>
								<!--8 часть-->
								<li class='list-group-item'>
									<div class='row my-2'>
										<div class='col-1 text-center'>
											<div class='h3 fw-light'>8</div>
										</div>
										<div class='col'>
											<h3 class='h5'>Дипломный проект</h3>
											<div class='mt-3 text-muted'>5 недель</div>
										</div>
										<div class='w-100 d-lg-none'></div>
										<div class='col-1 d-lg-none'></div>
										<div class='col col-lg-auto d-flex flex-lg-column flex-wrap flex-lg-nowrap align-items-lg-end justify-content-lg-center mt-2 mt-lg-0'>
										<div class='small me-2 me-lg-0'>
										<p class='mb-0' data-bs-placement='top' data-bs-title='Для просмотра тестов и упражнений, необходимо начать курс' data-bs-toggle='tooltip'>теория</p>
										</div>
										<div class='small me-2 me-lg-0'>
										<p class='mb-0' data-bs-placement='top' data-bs-title='Для просмотра тестов и упражнений, необходимо начать курс' data-bs-toggle='tooltip'>тесты</p>
										</div>
										<div class='small me-2 me-lg-0'>
										<p class='mb-0' data-bs-placement='top' data-bs-title='Для просмотра тестов и упражнений, необходимо начать курс' data-bs-toggle='tooltip'>упражнение</p>
										</div>
										</div>
									</div>
								</li>
							</ul>
							<ul class="circles">
								<li></li>
								<li></li>
								<li></li>
								<li></li>
								<li></li>
								<li></li>
								<li></li>
								<li></li>
								<li></li>
								<li></li>
							</ul>
						</div >
				</div>
				</div>
				<div style="text-align:center;margin-bottom:2%;margin-top:2%;"><a class="back" href='каталог_курсов.php'>В каталог</a>
				<a class="back" href='веб-раз.php'>Начать</a></div>
			</div>	
			<script>
				(function ($){
				  $.fn.counter = function() {
					const $this = $(this),
					numberFrom = parseInt($this.attr('data-from')),
					numberTo = parseInt($this.attr('data-to')),
					delta = numberTo - numberFrom,
					deltaPositive = delta > 0 ? 1 : 0,
					time = parseInt($this.attr('data-time')),
					changeTime = 10;
					
					let currentNumber = numberFrom,
					value = delta*changeTime/time;
					var interval1;
					const changeNumber = () => {
					  currentNumber += value;
					  //checks if currentNumber reached numberTo
					  (deltaPositive && currentNumber >= numberTo) || (!deltaPositive &&currentNumber<= numberTo) ? currentNumber=numberTo : currentNumber;
					  this.text(parseInt(currentNumber));
					  currentNumber == numberTo ? clearInterval(interval1) : currentNumber;  
					}

					interval1 = setInterval(changeNumber,changeTime);
				  }
				}(jQuery));

				$(document).ready(function(){

				  $('.count-up').counter();
				  $('.count1').counter();
				  $('.count2').counter();
				  
				  new WOW().init();
				  
				  setTimeout(function () {
					$('.count5').counter();
				  }, 3000);
				});
			</script>

			<!--для отзывов-->
			<script>
				$(document).ready(function() {	
					
					/* Hero Case study images */			
					
					$('.link-list li:nth-child(1)').on('mouseenter', function() {
						$('.link-list li.active').removeClass('active');
						$('.img-list li.show').removeClass("show");
						$('.img-list li:nth-child(1)').addClass("show");
						$('.link-list li:nth-child(1)').addClass('active');
					})
					$('.link-list li:nth-child(2)').on('mouseenter', function() {
						$('.link-list li.active').removeClass('active');
						$('.img-list li.show').removeClass("show");
						$('.img-list li:nth-child(2)').addClass("show");
						$('.link-list li:nth-child(2)').addClass('active');
					})
					$('.link-list li:nth-child(3)').on('mouseenter', function() {
						$('.link-list li.active').removeClass('active');
						$('.img-list li.show').removeClass("show");
						$('.img-list li:nth-child(3)').addClass("show");
						$('.link-list li:nth-child(3)').addClass('active');
					})
					$('.link-list li:nth-child(4)').on('mouseenter', function() {
						$('.link-list li.active').removeClass('active');
						$('.img-list li.show').removeClass("show");
						$('.img-list li:nth-child(4)').addClass("show");
						$('.link-list li:nth-child(4)').addClass('active');
					})
					$('.link-list li:nth-child(5)').on('mouseenter', function() {
						$('.link-list li.active').removeClass('active');
						$('.img-list li.show').removeClass("show");
						$('.img-list li:nth-child(5)').addClass("show");
						$('.link-list li:nth-child(5)').addClass('active');
					})
					$('.link-list li:nth-child(1)').trigger('mouseenter')   
					
				});

				document.getElementsByTagName("body")[0].addEventListener("mousemove", function(n) {
				  t.style.left = n.clientX + "px", 
					t.style.top = n.clientY + "px", 
					e.style.left = n.clientX + "px", 
					e.style.top = n.clientY + "px", 
					i.style.left = n.clientX + "px", 
					i.style.top = n.clientY + "px"
				});
				var t = document.getElementById("cursor"),
					e = document.getElementById("cursor2"),
					i = document.getElementById("cursor3");
				function n(t) {
					e.classList.add("hover"), i.classList.add("hover")
				}
				function s(t) {
					e.classList.remove("hover"), i.classList.remove("hover")
				}
				s();
				for (var r = document.querySelectorAll(".hover-target"), a = r.length - 1; a >= 0; a--) {
					o(r[a])
				}
				function o(t) {
					t.addEventListener("mouseover", n), t.addEventListener("mouseout", s)
				}

			</script>
			<!--всплывающие подсказки-->
			<script>
				$(function () {
				  $('[data-toggle="tooltip"]').tooltip()
				})
			</script>
			<!--ни на что не влияют-->
			<script src="https://cdnjs.cloudflare.com/ajax/libs/twitter-bootstrap/2.3.2/js/bootstrap.min.js"></script>
			  <script  src="https://cdpn.io/cpe/boomboom/pen.js?key=pen.js-6c436d47-a51d-2b4e-4405-2d5363f57af0" crossorigin></script>
			<script data-cfasync="false" src="/cdn-cgi/scripts/5c5dd728/cloudflare-static/email-decode.min.js"></script><script src="https://cpwebassets.codepen.io/assets/common/stopExecutionOnTimeout-2c7831bb44f98c1391d6a4ffda0e1fd302503391ca806e7fcc7b9b87197aec26.js"></script>
	</body>
</html>
